brew "ansible"
brew "atool"
brew "awscli", link: false
brew "aykamko/tag-ag/tag-ag"
brew "bat"
brew "bluetoothconnector"
brew "capnp"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "cquery"
brew "ctags"
brew "ddgr"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gettext", link: true
brew "giflossy"
brew "git"
brew "go"
brew "graphviz"
brew "grpc"
brew "imagemagick"
brew "jq"
brew "jsoncpp"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "mas"
brew "neovim"
brew "nnn"
brew "node"
brew "ocrmypdf"
brew "pandoc"
brew "protobuf"
brew "python"
brew "python@2", link: false
brew "qt"
brew "redis", restart_service: true
brew "ruby"
brew "terraform"
brew "terraforming"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "twlz0ne/ccls/ccls"
brew "wget"
brew "wireshark", link: false
brew "youtube-dl"
brew "zegervdv/zathura/zathura"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "anki"
cask "anylist"
cask "authy"
cask "bettertouchtool"
cask "calibre"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "freedom"
cask "github"
cask "hazel"
cask "iterm2"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "kindle"
cask "meld"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "virtualbox"
cask "vlc"
cask "screens"
cask "numi"
cask "xquartz"
mas "com.apimac.CleanText", id: 414782261
mas "com.apple.FinalCut", id: 424389933
mas "com.bloombuilt.dayone-mac", id: 1055511498
mas "com.brettterpstra.marked2", id: 890031187
mas "com.eltima.folx3MAS", id: 736584830
mas "com.ideasoncanvas.MindNodeMac", id: 992076693
mas "com.manytricks.NameMangler.MAS3", id: 603637384
mas "com.omnigroup.OmniFocus3.MacAppStore", id: 1346203938
mas "com.openplanetsoftware.just-press-record", id: 979561272
mas "com.phocusllp.duemac", id: 524373870
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.underpassapp.StopTheMadness", id: 1376402589
mas "org.uBlockLLC.uBlock", id: 1385985095
tap "aykamko/tag-ag"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/ccls"
tap "zegervdv/zathura"
