tap "aykamko/tag-ag"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/ccls"
brew "aykamko/tag-ag/tag-ag"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cquery"
brew "ctags"
brew "fzf"
brew "gdb"
brew "git"
brew "jq"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "nnn"
brew "python"
brew "python@2", link: false
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "twlz0ne/ccls/ccls"
brew "wget"
brew "zsh"
brew "zsh-completions"
