tap "aykamko/tag-ag"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/ccls"
tap "zegervdv/zathura"
tap "twpayne/chezmoi"
brew "aykamko/tag-ag/tag-ag"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cquery"
brew "ctags"
brew "fzf"
brew "gdb"
brew "gettext", link: true
brew "git"
brew "go"
brew "grpc"
brew "jq"
brew "jsoncpp"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "nnn"
brew "node"
brew "protobuf"
brew "python"
brew "python@2", link: false
brew "qt"
brew "redis", restart_service: true
brew "ruby"
brew "terraform"
brew "terraforming"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "twlz0ne/ccls/ccls"
brew "wget"
brew "zegervdv/zathura/zathura"
brew "zsh"
brew "zsh-completions"
